res/raw/gettravelsadvanced

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <GetTravelsAdvanced xmlns="http://www.trafikanten.no/">
      <isTravelAfterACertainTimeRatherThanBefore>%</isTravelAfterACertainTimeRatherThanBefore>
      <time>%</time>
      <from>
      %
      </from>
      <to>
      %
      </to>
      <changemargin>%</changemargin>
      <changepunish>%</changepunish>
      <proposals>%</proposals>
      <walkingfactor>%</walkingfactor>
      <transportationtypes/>
      <linenames/>
    </GetTravelsAdvanced>
  </soap:Body>
</soap:Envelope>